{
  "Calendar": {
    "button": "Save the date",
    "title": "{title}'s Wedding"
  },
  "Booking": {
    "title": "Room and transportation",
    "hotel": {
      "title": "Hotel",
      "description": "We have reserved a block of rooms at the hotel where the ceremony will take place. The price per night is 148€ for a double room. If you would like to book a room, please email the hotel at info@villago.de with the following information: ",
      "code": "Booking code: {code}",
      "dates": "Dates: {start} - {end}",
      "hint": "Payment will happen on site. If you need help with the booking process, contact Ross or Raquel."
    },
    "directions": {
      "title": "Shuttle",
      "description": "The hotel is about 50 minutes from Berlin by car. We will organise a shuttle that guests can take."
    }
  },
  "Directions": {
    "arrival": {
      "title": "To the hotel",
      "time": "Departure Time: {date, time, short}, {date, date, medium}",
      "location": "Start location: Berlin Alexanderplatz"
    },
    "departure": {
      "title": "Back to Berlin",
      "time": "Departure Time: {date, time, short}, {date, date, medium}",
      "location": "End location: Berlin Alexanderplatz"
    },
    "hint": "Exact location will be shared closer to the date. The shuttle won't wait, so make sure to be on time!",
    "alternative": "Alternatively, you can rent a car or take the S5 to \"Strausberg\" and then take a bus or taxi to the hotel."
  },
  "Details": {
    "directions": {
      "description": "The hotel is about 50 minutes from Berlin by car. We will organise a shuttle that guests can take.",
      "title": "How do I get there?"
    },
    "dresscode": {
      "description": "We suggest you wear a comfortable but elegant outfit for our wedding. We want you to feel free to enjoy the food and dancing without restrictions, but we would also like to maintain a formal atmosphere.\n\nThe ceremony will take place outdoors, in front of the lake, in October in Berlin, where temperatures will range between 7 and 15 degrees.\n\nWe recommend opting for versatile garments that allow you to adapt to possible changes in temperature.",
      "title": "How should I dress?"
    },
    "lodging": {
      "description": "We have reserved a block of rooms at the hotel where the ceremony will take place. If you would like to book a room, please contact us so that we can send you the booking code.",
      "title": "Where can I stay?"
    },
    "gifts": {
      "title": "What can I get yous?",
      "description": "If you can't think of anything, we would love to receive a donation! You can donate via bank transfer or PayPal."
    },
    "title": "Important information"
  },
  "Event": {
    "shuttle": {
      "description": "The shuttle is planned to arrive at the hotel 1.5 hours before the ceremony. It won't wait for anybody though, so be on time!",
      "title": "Shuttle from Alexanderplatz"
    },
    "shuttle2": {
      "description": "The shuttle should get you back to Berlin in about an hour. It won't wait for anybody though, so be on time!",
      "title": "Shuttle to Alexanderplatz"
    },
    "arrival": {
      "description": "If you are staying in the hotel, remember to check in before the ceremony, if possible. If you are not staying in the hotel, we recommend you to arrive at least 30 minutes before the ceremony.",
      "title": "Arrival"
    },
    "ceremony": {
      "description": "We would like to share with you a very special moment for us. We will be waiting for you in front of the lake. In case of bad weather, we will move to a room inside the hotel to make sure that the magic of the moment does not get rained on.",
      "title": "Ceremony"
    },
    "dinner": {
      "description": "We will have dinner after the ceremony. We will have a buffet full of vegan and vegetarian dishes. If you have any food allergies, please let us know.",
      "title": "Dinner"
    },
    "month": "{date, date, ::MMMM, yyyy}",
    "party": {
      "description": "It's time to dance! The DJ is playing music and the dance floor is waiting for you. There will be a bar with drinks and snacks.",
      "title": "Party"
    },
    "photos": {
      "description": "Capture the moment! We will have a photographer during the ceremony and the dinner. We will share the photos with you after the wedding.",
      "title": "Photos"
    },
    "breakfast": {
      "description": "For the grand finale: We will have breakfast together in the hotel restaurant. We hope this helps you recover your strength for the trip back.",
      "title": "Breakfast"
    },
    "subtitle": "We invite you to celebrate our wedding",
    "time": "{date, date, ::kk:mm}",
    "title": "Our Wedding",
    "weekday": "{date, date, ::ccccc d}"
  },
  "Header": {
    "title": "We are getting married!"
  },
  "Main": {
    "subtitle": "On November 22, 2020, in the midst of the pandemic, we had our first engagement. After waiting for over a year, on January 1, 2022, we got engaged again on a beautiful beach in Santa Marta. And we have been waiting ever since. After three years, the time we have been longing for has finally come.",
    "title": "We said yes!"
  },
  "RSVP": {
    "description": "Please fill-up the form to notify you that you're attending. Thanks.",
    "form": {
      "button": "I am attending",
      "email": "Email",
      "name": "Full name"
    },
    "success": "Thanks for your submission!",
    "title": "Are you attending?"
  },
  "countdown": {
    "days": "days",
    "expired": "This event has ended!!!",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds",
    "subtitle": "We hope you had fun!"
  },
  "error": {
    "loading": "Failed to load"
  },
  "language": {
    "button": "Language",
    "en": "English",
    "es": "Spanish"
  },
  "metadata": {
    "title": "{initials} Wedding"
  }
}
