{
  "Calendar": {
    "button": "Apunta el día",
    "title": "Boda de {title}"
  },
  "Details": {
    "directions": {
      "description": "El hotel se encuentra a unos 50 minutos de Berlin en coche. Llegar por medio de transporte público es bastante difícil, por eso te recomendamos alquilar un coche para el día.",
      "title": "¿cómo llego?"
    },
    "dresscode": {
      "description": "Te sugerimos lucir un atuendo cómodo pero elegante para nuestra boda. Queremos que te sientas libre para disfrutar de la comida y el baile sin restricciones, pero también nos gustaría mantener un ambiente formal.\n\nLa ceremonia se llevará a cabo al aire libre, frente al lago, en octubre en Berlín, donde las temperaturas oscilarán entre los 15 y los 19 grados.\n\nTe recomendamos optar por prendas versátiles que te permitan adaptarte a los posibles cambios de temperatura.",
      "title": "¿cómo me visto?"
    },
    "lodging": {
      "description": "Hemos reservado un contingente de habitaciones en el hotel de la ceremonia. Si deseas reservar una habitación, ponte en contacto con nosotros para que podamos enviarte el código de reserva.",
      "title": "¿dónde me puedo quedar?"
    },
    "title": "Información importante"
  },
  "Event": {
    "arrival": {
      "description": "Si te estás quedando en el hotel de la ceremonia, no te olvides de hacer el check-in primero para que puedan guardar tu maleta.",
      "title": "Llegada"
    },
    "ceremony": {
      "description": "Os invitamos a compartir con nosotras una emotiva ceremonia frente al hermoso lago. En caso de que las condiciones climáticas no sean favorables, nos trasladaremos al acogedor Refugio para asegurarnos de que la magia del momento no se pase por agua.",
      "title": "Ceremonia"
    },
    "dinner": {
      "description": "¡Es hora de comer! Nos encantaría que nos acompañaras en una delicioso banquete en el Refugio. Nos complace ofreceros un festín culinario en formato buffet, con una variedad de platos veganos y vegetarianos elaborados con productos exclusivos de la temporada y de nuestra región.",
      "title": "Cena"
    },
    "month": "{date, date, ::MMMM, yyyy}",
    "party": {
      "description": "Llega el momento de dejar que la música cobre vida y que la fiesta comience. Estamos emocionadas de crear recuerdos inolvidables junto a vosotros y deseamos que este sea un evento lleno de alegría y felicidad.",
      "title": "Fiesta"
    },
    "photos": {
      "description": "Queremos capturar esos preciosos momentos con una sesión de fotos especial para nosotras y nuestros seres queridos.",
      "title": "Fotos"
    },
    "subtitle": "Te invitamos a celebrar nuestra boda en Alemania",
    "time": "{date, date, ::kk:mm}",
    "title": "Nuestra boda",
    "weekday": "{date, date, ::ccccc d}"
  },
  "Header": {
    "title": "¡Nos casamos!"
  },
  "Main": {
    "subtitle": "El 22 de noviembre de 2020, en plena pandemia, tuvimos nuestro primer compromiso en Berlín. Tras esperar más de un año, el 1 de enero de 2022 nos comprometimos de nuevo en una hermosa playa de Santa Marta. Y hemos seguido esperando desde entonces. Después de tres años, finalmente ha llegado el momento que tanto anhelábamos.",
    "title": "¡Dijo que sí!"
  },
  "RSVP": {
    "description": "Entonces tómate un momento para rellenar el formulario y hacernos saber si podrás acompañarnos en este día tan importante.",
    "form": {
      "button": "Enviar",
      "email": "Correo electrónico",
      "name": "Nombre"
    },
    "success": "¡Gracias por confirmar tu asistencia!",
    "title": "¿Asistirás?"
  },
  "countdown": {
    "days": "días",
    "expired": "¡Este evento se ha terminado!",
    "hours": "horas",
    "minutes": "minutos",
    "seconds": "segundos",
    "subtitle": "Esperamos que te lo hayas pasado bien."
  },
  "error": {
    "loading": "Se ha producido un error."
  },
  "language": {
    "button": "Idioma",
    "en": "Inglés",
    "es": "Español"
  },
  "metadata": {
    "title": "Boda de {initials}"
  }
}
